Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/barnehageprosjektet_sami_manat_odda_searvelanjain_samos_.html.tmx
Source language: nob
Languages: smj

source: Barnehageprosjektet Sámi mánát ođđa searvelanjain (SáMOS)
smj: Mánájgárddeprosjækta Sáme máná ådå sebrudaklanján (SáMOS)

source: Prosjektet Sámi mánát ođđa searvelanjain skal i løpet av fem år skape en endring i den samiske barnehagestrukturen som utgår fra samisk filosofi og tradisjonell kunnskap.
smj: Mánájgárddeprosjækta Sáme máná ådå sebrudaklanján (SáMOS) galggá vidán jagen sáme mánájgárddestruktuvrav rievddadahttet sáme filosofijja ja árbbediedoj vuodon.

source: Det betyr at samiske barnehager skal kunne arbeide etter samiske pedagogiske metoder som bygger på samisk språk, kultur og tradisjonell kunnskap som er tilpasset det moderne samiske samfunnet.
smj: Dat merkaj sáme mánájgárde galggi máhttet barggat sáme pedagogijjalasj málaj milta ma sáme giellaj vuododuvvi, kultuvrraj ja árbbediedojda ma li ådåájggásasj sáme sebrudahkaj hiebaduvvam.

source: Møter og seminarer skal gjennomføres med forskere og universitet for å identifisere fungerende samiske metoder ut ifra samisk kultur og filosofi, språk, samt tradisjonell kunnskap.
smj: Tjåhkanime ja seminára galggi dutkij ja universitiehtajn tjadáduvvat dåbddå diehti doajmme sáme málajt sáme kultuvra ja filosofijja, giela ja árbbediedoj vuodon.

source: Pilotbarnehager fra ulike samiske områder tas ut for å utforme fremtida til den samiske barnehagen.
smj: Ovddasmanni mánájgárde sierra sáme guovlojn válljiduvvi hábbmitjit sáme mánájgárdev boahtteájge.

source: Alle barnehager og alle pedagoger skal engasjeres på ulike måter både gjennom kompetanseutvikling og ved å aktivt delta med sin kunnskap.
smj: Divna mánájgárde ja pedagogat galggi sæbrrat juoŋga nav láhkáj ratjástibmáj sihke máhtudagá åvddånahttema baktu ja sijá máhtojn vájmmelit sæbrrap.

source: Sámi mánát ođđa searvelanjain skal jobbe over hele Sápmi ettersom prosjektet er med i handlingsplanen for Samisk parlamentarisk råd.
smj: Sáme máná ådå siebrrelanjájn galggá barggat Sámev miehtáj gå juo prosjækta la maŋen Sáme parlamentáralasj ráde doajmmaplánan.

source: Sametingene på svensk og finsk side er i ferd med å søke Interreg-midler for å kunne være med i prosjektet.
smj: Sámedikke Svieriga ja Suoma bielen li åhtsåmin Interreg-rudájt vaj máhtti liehket maŋen prosjevtan.
